# *************************************************
# godot3-Dystopia-game by INhumanity_arts
# Released under MIT License
# *************************************************
# Script Testing System
# A Prototype for a .json parser and a subsytem of the Dialogue singleton
# To Do:
#(1) Write the code?
# Features
# (1) Does not work with .SRT file
# (2) Parses a json file to diplay labelled Text
# (3) Language subsystem
# *************************************************
# 'astqwgqwobtw' #
"అవ్వ నాన్న నాకు ఒక కథ చెప్పుమ్మా, నేను ఉన్నట్లు నిరాశపడుతున్నాను."
"నీకు నాకు చెల్లించాలా? నీకు సంతోషం కావాలేదు కానీ నేను నీ తలపై ఉన్న పర్చుకు ఉచితంగా ప్రయాసం చేస్తున్నాను"
"ఈ సమయంలో నేను ఒక కథ మాత్రమే చెప్పగలను, కాబట్టి వినండి."
"ఈ భూముల మూలపేరు నియో సుద్ కాదు, ఇది జీవితంలో సౌందర్యం ఉండిన ఒక శాంతమైన రాజ్యంగా ఉండేది."
"ప్రకాశమయమైన, ప్రకృతి సంపదల ద్వారా ఆశీర్వదించబడిన దేవతల ద్వారా ఆశీర్వదించబడిన."
"ప్రారంభంలో, దేవతలు అన్ని మనిషికి నియంత్రించేవారు, ఒక రోజు, వారి రాజా నాయకత్వంలో, వారి ప్రపంచాన్ని మా ప్రపంచం నుండి వేర్పించారు. వారి ప్రపంచం దివ్య ప్రదేశం అయితే, మన ప్రపంచం మానవ ప్రదేశం అయింది."
"ప్రతి ప్రపంచంలో విస్తరించిన ఒక దూరంగా 'వాడు' అని పిలవబడింది."
'=0u8hy9g'
"sdfsfdsf"
